Repository: helsingborg-stad/modularity-rss
Catalog: languages/modularity-rss-*.po
Languages: sv_se

source: RSS Feed
sv_se: Rss flöde

source: RSS Feeds
sv_se: Rss flöden

source: Outputs a rss feed from desired links. The feed can combine multiple sources in a single feed.
sv_se: Skriver ut ett rss flöde från en eller flera rss-länkar.

source: Read more
sv_se: Läs mer

source: No posts avabile from the selected sources.
sv_se: Inga inlägg kunde hämtas från de aktuella källorna.

source: ago
sv_se: sedan

source: Rss Feeds
sv_se: Rss flöden

source: Add rss feeds
sv_se: Lägg till rss flöden

source: Add one or more rss-feeds to display them
sv_se: Lägg till en eller flera rss flöden för att visa dem.

source: Add feed
sv_se: Lägg till ny

source: Rss Url
sv_se: Rss webbadress

source: Enter a valid rss-feed
sv_se: Ange ett giltigt flöde

source: Limit to max number of inlays
sv_se: Brägränsa maximala antalet inlägg som visas

source: Enter a number for max limit
sv_se: Ange maximalt antal inlägg som en siffra

source: number of inlays
sv_se: Antal inlägg

source: Modularity RSS reader
sv_se: Modularity RSS flöde
